{
  "poses": [
    {
      "id": "1765861725624-0",
      "filename": "@benetton.jpg",
      "imagePath": "/assets/poses/@benetton.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "touching-face",
        "weight-shifted",
        "relaxed",
        "e-commerce"
      ],
      "description": "The pose features a female model standing with a full-body view. Her body faces forward, head tilted slightly with a relaxed expression. One hand touches her face while the other arm is crossed over her body. Her weight is shifted onto one leg, contributing to a casual and relaxed mood. The overall energy is cheerful and approachable, suitable for e-commerce fashion photography.",
      "createdAt": "2025-12-16T05:08:45.624Z"
    },
    {
      "id": "1765861733158-1",
      "filename": "AI-Directed Visuals for Modern Jewelry  Fashion Brands.png",
      "imagePath": "/assets/poses/AI-Directed Visuals for Modern Jewelry  Fashion Brands.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "one-knee-bent",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "A female model stands in a full-body pose at a 3/4 angle, with one knee bent and weight shifted to one leg. Her hands are casually placed in her pockets, exuding a confident and relaxed demeanor. Her head is slightly turned to face the camera, contributing to the overall editorial and lookbook vibe.",
      "createdAt": "2025-12-16T05:08:53.158Z"
    },
    {
      "id": "1765861738288-2",
      "filename": "Arte AW22 Collection Lookbook.jpg",
      "imagePath": "/assets/poses/Arte AW22 Collection Lookbook.jpg",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "one-knee-bent",
        "relaxed",
        "e-commerce"
      ],
      "description": "A male model stands in a full-body pose with a relaxed demeanor. His body faces forward, and his arms are crossed comfortably in front of his chest. He wears a casual expression, with his head slightly tilted down. One knee is bent, and his feet are positioned with one leg slightly crossing over the other. The weight is balanced, conveying a relaxed and confident mood suitable for an e-commerce setting.",
      "createdAt": "2025-12-16T05:08:58.288Z"
    },
    {
      "id": "1765861743124-3",
      "filename": "Beauise Ferwerda models the ultimate mid-season masterclass.png",
      "imagePath": "/assets/poses/Beauise Ferwerda models the ultimate mid-season masterclass.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "hands-in-pockets",
        "weight-shifted",
        "dynamic",
        "editorial"
      ],
      "description": "The subject is in a full-body pose, standing with a 3/4 angle to the camera. One knee is bent slightly forward, creating a dynamic and confident posture. Her head is tilted slightly downwards while looking ahead, and her hands are casually placed in the pockets of a long coat. Her weight is shifted onto one leg, adding to the relaxed and editorial mood of the image.",
      "createdAt": "2025-12-16T05:09:03.124Z"
    },
    {
      "id": "1765861751003-5",
      "filename": "Ecommerce.jpg",
      "imagePath": "/assets/poses/Ecommerce.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The model is standing in a full-body pose facing the camera with a confident posture. Her hands are casually placed in her pockets, creating a relaxed yet self-assured appearance. The weight is shifted to one leg, enhancing the asymmetrical stance. Her head is held up with a straightforward gaze, conveying a strong and composed energy. The overall mood is editorial with a stylish, modern flair.",
      "createdAt": "2025-12-16T05:09:11.003Z"
    },
    {
      "id": "1765861755338-6",
      "filename": "Fall 24 Collection.jpg",
      "imagePath": "/assets/poses/Fall 24 Collection.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "hands-on-hips",
        "confident",
        "editorial"
      ],
      "description": "The subject stands in a full-body, frontal pose with one knee slightly bent, exuding a confident and editorial vibe. One hand rests on the hip while the other hangs naturally by the side, creating a casual yet self-assured posture. The head is facing forward, slightly tilted, enhancing the confident mood. The overall energy is poised and stylish, suitable for an editorial fashion shoot.",
      "createdAt": "2025-12-16T05:09:15.338Z"
    },
    {
      "id": "1765861761249-7",
      "filename": "Georgia Palmer by Felicity Ingram for British Vogue May 2022.jpg",
      "imagePath": "/assets/poses/Georgia Palmer by Felicity Ingram for British Vogue May 2022.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-crossed",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The model is in a three-quarter pose with her body facing forward and her arms crossed in front. Her head is slightly tilted to one side with a confident expression. One leg is slightly forward, giving a sense of casual poise. The overall energy is editorial and campaign-driven, with a focus on showcasing the garment.",
      "createdAt": "2025-12-16T05:09:21.249Z"
    },
    {
      "id": "1765861764847-8",
      "filename": "Heron Preston RTW Spring 2023.jpg",
      "imagePath": "/assets/poses/Heron Preston RTW Spring 2023.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The model is standing in a full-body frontal pose with hands in pockets and weight shifted to one leg. Her head is directed slightly downward for a confident and relaxed vibe. The overall mood is editorial and stylish, suitable for a lookbook or fashion campaign.",
      "createdAt": "2025-12-16T05:09:24.847Z"
    },
    {
      "id": "1765861769022-9",
      "filename": "Heron Preston Spring 2023 Ready-to-Wear Fashion Show Collection See th.jpg",
      "imagePath": "/assets/poses/Heron Preston Spring 2023 Ready-to-Wear Fashion Show Collection See th.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-at-sides",
        "one-knee-bent",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The model stands confidently in a full-body pose with a slight 3/4 angle to the camera. One knee is slightly bent, creating a dynamic stance, while her arms rest at her sides. Her head is turned subtly towards the camera, projecting confidence and elegance. The overall mood is editorial, suitable for a high-fashion lookbook.",
      "createdAt": "2025-12-16T05:09:29.022Z"
    },
    {
      "id": "1765861774057-10",
      "filename": "La Shirt Classica, Cotton Poplin.webp",
      "imagePath": "/assets/poses/La Shirt Classica, Cotton Poplin.webp",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "sitting",
        "one-knee-bent",
        "hands-in-pockets",
        "with-chair",
        "relaxed",
        "lookbook"
      ],
      "description": "A woman sits casually on a chair with one knee bent and the other foot flat on the ground. She leans slightly forward with her weight on the chair. One hand is partially in her pants pocket while the other touches her hair casually. Her head is tilted slightly to the side, and she looks forward with a relaxed expression. The overall mood is laid-back and stylish, suitable for a lookbook.",
      "createdAt": "2025-12-16T05:09:34.057Z"
    },
    {
      "id": "1765861778956-11",
      "filename": "Lookbook  fashion brand - Nata Beloklokova.jpg",
      "imagePath": "/assets/poses/Lookbook  fashion brand - Nata Beloklokova.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The pose features a female model standing in a confident posture. She is facing forward, with her arms crossed over her chest. Her weight is shifted onto one leg, giving a slight asymmetry to her stance. She is looking straight ahead, adding a direct and assertive energy to the image. The overall mood is editorial and campaign-focused, with a professional and poised demeanor.",
      "createdAt": "2025-12-16T05:09:38.956Z"
    },
    {
      "id": "1765861783216-12",
      "filename": "Lookbook.jpg",
      "imagePath": "/assets/poses/Lookbook.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "back-view",
        "standing",
        "weight-shifted",
        "hands-clasped",
        "confident",
        "editorial"
      ],
      "description": "The model stands in a three-quarter pose with her back to the camera, head slightly turned to her left. Her arms are extended behind her back with hands clasped together, creating a confident and open posture. She has one foot slightly in front of the other, indicating a weight-shifted stance. The overall energy of the pose is relaxed yet assertive, suitable for an editorial fashion shoot.",
      "createdAt": "2025-12-16T05:09:43.216Z"
    },
    {
      "id": "1765861787985-13",
      "filename": "Miu Miu SS 22 Campaign (Miu Miu).png",
      "imagePath": "/assets/poses/Miu Miu SS 22 Campaign (Miu Miu).png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "holding-garment",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The model is standing in a relaxed full-body pose with one knee slightly bent and weight shifted to one side. One hand is in a pocket while the other holds a garment. The pose is frontal, exuding a subtle confidence. The head is slightly tilted, and the overall mood is editorial and campaign-oriented.",
      "createdAt": "2025-12-16T05:09:47.985Z"
    },
    {
      "id": "1765861792318-14",
      "filename": "Pin on 092225 MS.jpg",
      "imagePath": "/assets/poses/Pin on 092225 MS.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "sitting",
        "with-chair",
        "weight-shifted",
        "relaxed",
        "editorial",
        "with-bag"
      ],
      "description": "The female model is in a relaxed three-quarter sitting pose on a cushioned chair. Her upper body leans slightly back while one arm is draped over the chair's armrest and the other rests casually along her body. Her head is turned slightly to the side, offering a confident yet relaxed expression. One leg is elevated and bent at the knee, supported by the chair, while the other is crossed underneath. The pose exudes a calm, editorial vibe, with her weight shifted comfortably and a handbag positioned beside her.",
      "createdAt": "2025-12-16T05:09:52.318Z"
    },
    {
      "id": "1765861798255-15",
      "filename": "Pin on 1113.png",
      "imagePath": "/assets/poses/Pin on 1113.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "one-knee-bent",
        "confident",
        "editorial",
        "dynamic",
        "with-bag"
      ],
      "description": "The subject stands in a full-body pose with a dynamic and confident stance. One knee is slightly bent, adding fluidity to the posture. Both arms are raised, lifting the garment and obscuring part of the face. The head is tilted upward, facing forward. The weight is evenly distributed but appears slightly shifted due to the bent knee. The mood conveys an editorial and dynamic feeling, suitable for high-fashion campaigns or lookbooks. A bag is placed on the floor to the side, suggesting styling context.",
      "createdAt": "2025-12-16T05:09:58.255Z"
    },
    {
      "id": "1765861804153-16",
      "filename": "Pin on 13 point фотодень.jpg",
      "imagePath": "/assets/poses/Pin on 13 point фотодень.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "relaxed",
        "editorial"
      ],
      "description": "The female subject is standing in a relaxed pose with a slight weight shift. Her arms are at her sides, and she is facing the camera directly, providing a frontal view. Her expression and posture suggest a calm, editorial mood. The setting suggests an indoor environment with soft lighting.",
      "createdAt": "2025-12-16T05:10:04.153Z"
    },
    {
      "id": "1765861808994-17",
      "filename": "Pin on 2025 Fall.jpg",
      "imagePath": "/assets/poses/Pin on 2025 Fall.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "weight-shifted",
        "one-knee-bent",
        "touching-face",
        "editorial",
        "confident"
      ],
      "description": "The pose features a female model in a three-quarter, frontal view. She stands with her weight shifted onto one leg, creating a slight curve in her posture. Her right arm is extended downwards, while her left arm is bent, with her fingers gently touching her chin. Her head is slightly tilted to the left, projecting a confident and editorial vibe.",
      "createdAt": "2025-12-16T05:10:08.994Z"
    },
    {
      "id": "1765861816629-18",
      "filename": "Pin on Activewear.jpg",
      "imagePath": "/assets/poses/Pin on Activewear.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "weight-shifted",
        "one-knee-bent",
        "hands-in-pockets",
        "relaxed",
        "lookbook"
      ],
      "description": "The model is standing in a three-quarter pose with a 3/4-angle view. Her weight is shifted onto one leg, with the other knee slightly bent. Both hands are casually placed in her pockets, giving a relaxed and natural look. Her head is slightly turned towards the camera, exuding a calm and confident energy, suitable for a lookbook setting.",
      "createdAt": "2025-12-16T05:10:16.629Z"
    },
    {
      "id": "1765861822229-19",
      "filename": "Pin on Apero New.jpg",
      "imagePath": "/assets/poses/Pin on Apero New.jpg",
      "gender": "unisex",
      "tags": [
        "half-body",
        "frontal",
        "standing",
        "arms-raised",
        "holding-garment",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The subject is standing in a half-body pose, facing the camera with a frontal view. Their arms are raised slightly, holding a garment or coat behind their back, creating a shape that shows confidence. Their head is facing forward with a wide, engaging smile, conveying a lively and positive energy. The overall mood is confident and welcoming, suitable for an editorial or lookbook setting.",
      "createdAt": "2025-12-16T05:10:22.229Z"
    },
    {
      "id": "1765861826967-20",
      "filename": "Pin on Art photography 2.jpg",
      "imagePath": "/assets/poses/Pin on Art photography 2.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "crouching",
        "hands-on-hips",
        "profile",
        "dynamic",
        "editorial"
      ],
      "description": "The model is in a crouching position with her body facing in profile. Her left hand is placed on her hip, suggesting dynamic movement. The other arm is relaxed, with a slight bend. Her head is turned slightly downward with a soft, contemplative expression. Weight is balanced, giving an editorial and dynamic energy.",
      "createdAt": "2025-12-16T05:10:26.967Z"
    },
    {
      "id": "1765861832978-21",
      "filename": "Pin on Art photography.jpg",
      "imagePath": "/assets/poses/Pin on Art photography.jpg",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "weight-shifted",
        "dynamic",
        "editorial",
        "lookbook"
      ],
      "description": "The subject is in a dynamic, full-body pose with a three-quarter angle to the camera. They are standing with feet wide apart and weight shifted to one side. The body is slightly leaning forward with one arm hanging freely and the other arm bent. The head is turned slightly towards the camera, projecting a confident, editorial energy. The overall mood is dynamic and fashionable, suitable for lookbook and editorial settings.",
      "createdAt": "2025-12-16T05:10:32.978Z"
    },
    {
      "id": "1765861838426-22",
      "filename": "Pin on Art.jpg",
      "imagePath": "/assets/poses/Pin on Art.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "sitting",
        "with-chair",
        "arms-crossed",
        "one-knee-bent",
        "editorial",
        "dynamic"
      ],
      "description": "The female model is sitting on a chair, leaning back slightly with her arms crossed. Her head is facing forward, and one knee is bent, creating a relaxed yet dynamic posture. The weight is distributed more towards the back as she leans. The overall mood is editorial with a confident and stylish undertone.",
      "createdAt": "2025-12-16T05:10:38.426Z"
    },
    {
      "id": "1765861845884-23",
      "filename": "Pin on Catalog De La Mano.jpg",
      "imagePath": "/assets/poses/Pin on Catalog De La Mano.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "relaxed",
        "lookbook"
      ],
      "description": "The female model is standing in a relaxed full-body pose with a slight 3/4 angle. Her hands are casually placed in the pockets of her trousers, giving a laid-back and natural appearance. The model's weight is shifted to one leg, enhancing the relaxed mood. Her head is tilted slightly downward as she gazes toward the floor, creating a subdued and contemplative vibe. The overall energy is calm and reflective, suitable for a lookbook presentation.",
      "createdAt": "2025-12-16T05:10:45.884Z"
    },
    {
      "id": "1765861853395-24",
      "filename": "Pin on Denim Test Shoot Concept.jpg",
      "imagePath": "/assets/poses/Pin on Denim Test Shoot Concept.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "hands-in-pockets",
        "confident",
        "lookbook"
      ],
      "description": "The model is standing in a full-body pose with a slight frontal angle. Her left knee is bent, and most of her weight is on her right leg, creating a relaxed yet confident stance. Her right hand is casually placed in her pants' pocket, while her left arm hangs naturally at her side. Her head is slightly tilted, with a subtle, poised expression. The overall mood is confident and suitable for a modern lookbook style.",
      "createdAt": "2025-12-16T05:10:53.395Z"
    },
    {
      "id": "1765861859059-25",
      "filename": "Pin on Ecomm Ideas.jpg",
      "imagePath": "/assets/poses/Pin on Ecomm Ideas.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "confident",
        "lookbook"
      ],
      "description": "The model is standing in a three-quarter view with a slight weight shift to one side, creating a confident and poised stance. Her arms are relaxed and gently resting at her sides. The head is facing forward with a direct gaze that enhances the confident mood. The overall energy of the pose is relaxed yet assertive, suitable for a lookbook or editorial style.",
      "createdAt": "2025-12-16T05:10:59.059Z"
    },
    {
      "id": "1765861867087-26",
      "filename": "Pin on Editorial aesthetic.jpg",
      "imagePath": "/assets/poses/Pin on Editorial aesthetic.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "campaign",
        "against-wall"
      ],
      "description": "The female model is standing in a full-body pose against a wooden wall. Her body faces forward with her hands placed casually inside the pockets of her oversized leather jacket. Her posture is relaxed, with a weight shift primarily on one leg, creating a confident and balanced stance. Her head is held level, facing the camera, projecting an aura of calm and self-assuredness. The overall mood of the shot is editorial and high-fashion, suitable for a campaign.",
      "createdAt": "2025-12-16T05:11:07.087Z"
    },
    {
      "id": "1765861873267-27",
      "filename": "Pin on Fashion.jpg",
      "imagePath": "/assets/poses/Pin on Fashion.jpg",
      "gender": "unisex",
      "tags": [
        "full-body",
        "standing",
        "3/4-angle",
        "arms-raised",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The model stands in a full-body pose at a 3/4 angle. The right arm is raised, with the hand touching or near the head, while the left arm is relaxed by the side. The head is slightly tilted with a direct gaze. The weight is shifted onto one leg, with the other knee slightly bent. The pose exudes a confident and editorial vibe suitable for a fashion campaign.",
      "createdAt": "2025-12-16T05:11:13.267Z"
    },
    {
      "id": "1765861878112-28",
      "filename": "Pin on Foto.jpg",
      "imagePath": "/assets/poses/Pin on Foto.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "one-knee-bent",
        "confident",
        "editorial",
        "weight-shifted"
      ],
      "description": "The model is standing in a confident pose with a three-quarter body view and a frontal head direction. Her weight is shifted onto one leg while the other knee is bent, elevating the foot slightly. One arm is relaxed and down, while the other is subtly raised to slightly manipulate the garment. The overall mood is confident and editorial.",
      "createdAt": "2025-12-16T05:11:18.112Z"
    },
    {
      "id": "1765861885403-29",
      "filename": "Pin on Graphic Design.jpg",
      "imagePath": "/assets/poses/Pin on Graphic Design.jpg",
      "gender": "unisex",
      "tags": [
        "full-body",
        "profile",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "editorial"
      ],
      "description": "The model is standing in a profile view with full-body visibility. Their arms are at their sides, and their weight is slightly shifted to one leg, creating a relaxed yet confident stance. The head is facing forward in the same direction as the body, contributing to a sleek and poised appearance. The overall mood is editorial, characterized by a sense of high fashion and elegance.",
      "createdAt": "2025-12-16T05:11:25.403Z"
    },
    {
      "id": "1765861891349-30",
      "filename": "Pin on HoYeon jung.jpg",
      "imagePath": "/assets/poses/Pin on HoYeon jung.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "with-chair",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The model is standing in a three-quarter pose with a slight 3/4-angle to the camera. Her body is weight-shifted to one leg, giving an impression of relaxed confidence. Her left arm is hanging naturally by her side while the right arm is partially visible. The head is slightly tilted, and she gazes softly towards the camera. The setting includes a chair in the background, adding an element of casualness to the editorial vibe.",
      "createdAt": "2025-12-16T05:11:31.349Z"
    },
    {
      "id": "1765861896599-31",
      "filename": "Pin on Inspo 2.0.jpg",
      "imagePath": "/assets/poses/Pin on Inspo 2.0.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "holding-garment",
        "one-knee-bent",
        "touching-face",
        "e-commerce",
        "editorial"
      ],
      "description": "The subject stands in a full-body pose, facing forward. One hand holds a bag against her hip while the other hand touches her face. Her weight is distributed mainly on one leg, with the other knee slightly bent. Her head is tilted slightly sideways, adding a relaxed and editorial feel to the pose.",
      "createdAt": "2025-12-16T05:11:36.599Z"
    },
    {
      "id": "1765861902223-32",
      "filename": "Pin on Lainey Tribe.jpg",
      "imagePath": "/assets/poses/Pin on Lainey Tribe.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "relaxed",
        "editorial"
      ],
      "description": "A female model stands in a relaxed pose, captured from a three-quarter angle with her back slightly turned toward the camera. Her head is turned to the side, looking into the distance, creating a sense of engagement with the unseen. Both hands are casually placed in her pockets, and her weight is shifted to one leg, giving a laid-back and confident vibe. Her hair falls naturally, adding to the relaxed and editorial mood of the image.",
      "createdAt": "2025-12-16T05:11:42.223Z"
    },
    {
      "id": "1765861907511-33",
      "filename": "Pin on Lookbook.jpg",
      "imagePath": "/assets/poses/Pin on Lookbook.jpg",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "frontal",
        "sitting",
        "hands-on-hips",
        "confident",
        "editorial",
        "with-chair"
      ],
      "description": "The subject is sitting on the edge of a chair or couch with legs apart, conveying a confident and relaxed posture. The head is tilted slightly downward while facing forward, creating a strong and assertive look. One arm is placed with a hand on the hip, while the other rests similarly, enhancing the confident demeanor. The weight is centered, and the pose exudes an editorial feel, suitable for a stylish magazine spread.",
      "createdAt": "2025-12-16T05:11:47.511Z"
    },
    {
      "id": "1765861912138-34",
      "filename": "Pin on MIZUNO SS26 SNS.jpg",
      "imagePath": "/assets/poses/Pin on MIZUNO SS26 SNS.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "sitting",
        "floor",
        "arms-crossed",
        "one-knee-bent",
        "relaxed",
        "editorial"
      ],
      "description": "A woman is sitting on the floor with her body facing the camera in a frontal position. She is wearing an oversized jacket and her arms are crossed in front of her knees. One knee is bent and raised up slightly. Her head is tilted slightly forward, looking directly at the camera. The pose conveys a relaxed and editorial mood, with her weight evenly distributed.",
      "createdAt": "2025-12-16T05:11:52.138Z"
    },
    {
      "id": "1765861916889-35",
      "filename": "Pin on Mood board Feb.jpg",
      "imagePath": "/assets/poses/Pin on Mood board Feb.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "weight-shifted",
        "arms-at-sides",
        "one-knee-bent",
        "editorial",
        "against-wall"
      ],
      "description": "A female model is standing in a three-quarter pose with a slight 3/4-angle to the camera. Her weight is shifted to one leg, and one knee is subtly bent. The model's arms are relaxed at her sides, and she is leaning slightly against a wall. Her head is tilted slightly to one side, and she exudes a confident and editorial energy.",
      "createdAt": "2025-12-16T05:11:56.889Z"
    },
    {
      "id": "1765861922316-36",
      "filename": "Pin on On Location.jpg",
      "imagePath": "/assets/poses/Pin on On Location.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "profile",
        "standing",
        "walking",
        "arms-at-sides",
        "holding-garment",
        "weight-shifted",
        "campaign"
      ],
      "description": "The female model is in a full-body profile pose, appearing to walk forward with a casual, confident demeanor. Her arms are relaxed at her sides, one hand holding a bag, creating a sense of motion. Her weight is slightly shifted, suggesting movement, with the head facing straight ahead. The overall mood is dynamic and campaign-like, capturing an editorial essence.",
      "createdAt": "2025-12-16T05:12:02.316Z"
    },
    {
      "id": "1765861928574-37",
      "filename": "Pin on POSES 2.jpg",
      "imagePath": "/assets/poses/Pin on POSES 2.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "floor",
        "sitting",
        "back-view",
        "leaning",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The female model is sitting on the floor, leaning slightly back against a white backdrop with her legs extended forward. Her left hand is supporting her body from behind, while her right arm is resting on her bent left knee. She gazes calmly towards the camera, exuding a relaxed and confident mood. Her long hair is tied back neatly, emphasizing her facial features. The lighting and pose create an editorial and campaign atmosphere.",
      "createdAt": "2025-12-16T05:12:08.574Z"
    },
    {
      "id": "1765861936028-38",
      "filename": "Pin on Personal brand inspo shoot.jpg",
      "imagePath": "/assets/poses/Pin on Personal brand inspo shoot.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "sitting",
        "one-knee-bent",
        "hands-in-pockets",
        "weight-shifted",
        "editorial",
        "with-stool"
      ],
      "description": "The model is seated on a stool at a 3/4 angle to the camera. She has one knee bent while the other leg is extended slightly forward. One hand is casually placed in a pocket, while the other rests on her lap, indicating relaxed confidence. Her head is slightly tilted, looking towards the camera, exuding an editorial and poised vibe. The weight is shifted toward the bent knee, giving the pose a dynamic and balanced appearance.",
      "createdAt": "2025-12-16T05:12:16.028Z"
    },
    {
      "id": "1765861940764-39",
      "filename": "Pin on Poze maja.jpg",
      "imagePath": "/assets/poses/Pin on Poze maja.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "weight-shifted",
        "confident",
        "lookbook"
      ],
      "description": "The pose features a female model in a full-body, standing position. Her weight is shifted to one side, creating an asymmetrical stance. One arm is resting down with the hand lightly grazing the side, while the other arm is slightly bent, adding dynamic tension. Her head is slightly tilted with a confident and engaging expression directed forward, conveying a sense of assertiveness and poise. The overall mood is confident and suitable for a lookbook setting.",
      "createdAt": "2025-12-16T05:12:20.764Z"
    },
    {
      "id": "1765861944990-40",
      "filename": "Pin on SS26 shoot - model og benjamin.jpg",
      "imagePath": "/assets/poses/Pin on SS26 shoot - model og benjamin.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "sitting",
        "frontal",
        "wide-stance",
        "one-knee-bent",
        "relaxed",
        "editorial",
        "with-chair"
      ],
      "description": "A female model is sitting casually on a chair, leaning slightly back with a relaxed posture. One arm rests on the chair back while the other is on her lap. Her legs are spread wide with one knee bent, conveying a confident and relaxed vibe. She faces forward with a neutral expression, adding to the editorial and effortless mood.",
      "createdAt": "2025-12-16T05:12:24.990Z"
    },
    {
      "id": "1765861949652-41",
      "filename": "Pin on Sport poses.jpg",
      "imagePath": "/assets/poses/Pin on Sport poses.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "sitting",
        "arms-raised",
        "with-chair",
        "confident",
        "editorial"
      ],
      "description": "A seated female pose on a chair with legs casually extended. Arms are raised above the head; one hand remains on the wrist, creating a relaxed and confident look. The head is angled slightly, with an engaging gaze directed forward. Weight is evenly distributed, enhancing the sleek lines of the outfit. The pose exudes a confident and editorial energy, suitable for high-fashion shoots.",
      "createdAt": "2025-12-16T05:12:29.652Z"
    },
    {
      "id": "1765861954018-42",
      "filename": "Pin on Studio 001.jpg",
      "imagePath": "/assets/poses/Pin on Studio 001.jpg",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "standing",
        "frontal",
        "hands-on-hips",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The person is standing in a three-quarter pose with a confident and editorial vibe. They face the camera directly with their hands placed on their hips. The weight is evenly distributed on both feet, projecting a strong and poised stance. The head is slightly tilted, and the overall mood is stylish and assertive, making it suitable for a fashion campaign.",
      "createdAt": "2025-12-16T05:12:34.018Z"
    },
    {
      "id": "1765861957594-43",
      "filename": "Pin on Style.jpg",
      "imagePath": "/assets/poses/Pin on Style.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "holding-garment",
        "feet-together",
        "confident",
        "lookbook",
        "with-bag"
      ],
      "description": "A female model stands in a full-body, frontal pose with arms at her sides, holding a gold handbag. Her feet are together, creating a confident and poised stance. The head is slightly tilted with direct eye contact, embodying a lookbook style energy.",
      "createdAt": "2025-12-16T05:12:37.594Z"
    },
    {
      "id": "1765861961308-44",
      "filename": "Pin on Test Laura T.jpg",
      "imagePath": "/assets/poses/Pin on Test Laura T.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "relaxed",
        "editorial"
      ],
      "description": "The model is standing in a full-body pose with a relaxed demeanor. Her arms are relaxed at her sides. She slightly shifts her weight onto one leg, and her head is facing forward with a soft expression. The overall mood is calm and editorial.",
      "createdAt": "2025-12-16T05:12:41.308Z"
    },
    {
      "id": "1765861966266-45",
      "filename": "Pin on Trends.jpg",
      "imagePath": "/assets/poses/Pin on Trends.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "with-bag",
        "weight-shifted",
        "e-commerce",
        "lookbook"
      ],
      "description": "The subject is standing in a full-body pose facing the camera with a frontal angle. Her arms are relaxed at her sides, with one hand holding a red bag. Her weight is subtly shifted to one side, giving a relaxed stance. The head is facing forward, and the overall mood is calm and poised, suitable for e-commerce and lookbook settings.",
      "createdAt": "2025-12-16T05:12:46.266Z"
    },
    {
      "id": "1765861971069-46",
      "filename": "Pin on Yoi navidad 2025 2.jpg",
      "imagePath": "/assets/poses/Pin on Yoi navidad 2025 2.jpg",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "frontal",
        "sitting",
        "with-stool",
        "arms-crossed",
        "wide-stance",
        "confident",
        "editorial"
      ],
      "description": "The subject is sitting confidently on a stool with legs spread wide and feet firmly on the ground. Arms are crossed over the chest, projecting a sense of authority and self-assurance. The head is facing forward, emphasizing a frontal pose. The overall mood is editorial, showcasing a fashion-forward and bold look. The weight is distributed through the seat with a poised and confident energy.",
      "createdAt": "2025-12-16T05:12:51.069Z"
    },
    {
      "id": "1765861976281-47",
      "filename": "Pin on Yoi navidad 2025.jpg",
      "imagePath": "/assets/poses/Pin on Yoi navidad 2025.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "sitting",
        "frontal",
        "arms-at-sides",
        "one-knee-bent",
        "relaxed",
        "editorial",
        "with-chair"
      ],
      "description": "A seated pose with the model leaning back on a chair. One arm is placed on the chair's armrest, and the other arm is resting on the head, creating a relaxed vibe. The model is facing forward, with a slightly tilted head. One knee is bent outward while the other leg is extended, indicating a casual, confident posture. The overall mood is editorial with a relaxed yet poised energy.",
      "createdAt": "2025-12-16T05:12:56.281Z"
    },
    {
      "id": "1765861980517-48",
      "filename": "Pin on b o m b a s.jpg",
      "imagePath": "/assets/poses/Pin on b o m b a s.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "sitting",
        "leaning",
        "with-chair",
        "arms-at-sides",
        "relaxed",
        "editorial"
      ],
      "description": "The model is sitting on a chair with a relaxed, almost reclining posture. Her left arm is hanging loosely at her side, draping over the chair's edge, while her right arm follows similarly. The head is tilted back slightly, giving a relaxed vibe. The legs are positioned naturally, presenting a three-quarter view. The overall mood is editorial with a sense of ease and calm.",
      "createdAt": "2025-12-16T05:13:00.517Z"
    },
    {
      "id": "1765861992604-49",
      "filename": "Pin on big city farm girl style......jpg",
      "imagePath": "/assets/poses/Pin on big city farm girl style......jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "walking",
        "arms-at-sides",
        "weight-shifted",
        "campaign",
        "dynamic"
      ],
      "description": "Two female models walk forward in profile with a confident and dynamic stride. Each model's arms are relaxed at their sides, and their heads are directed slightly forward, showcasing a sense of purpose and confidence. Their weight is shifted onto one leg, creating movement and flow. The mood is contemporary and stylish, suitable for a high-fashion campaign.",
      "createdAt": "2025-12-16T05:13:12.604Z"
    },
    {
      "id": "1765861998200-50",
      "filename": "Pin on body ref.jpg",
      "imagePath": "/assets/poses/Pin on body ref.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "sitting",
        "with-stool",
        "holding-garment",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "relaxed"
      ],
      "description": "The individual is sitting on a wooden stool, slightly leaning forward. Both hands are gripping the edge of the stool between the legs. The left knee is bent slightly higher than the right, creating an asymmetrical leg position. The head is tilted towards the camera, conveying a direct and engaging gaze. The weight is distributed more on the left side, with a relaxed, editorial mood and dynamic energy.",
      "createdAt": "2025-12-16T05:13:18.200Z"
    },
    {
      "id": "1765862003217-51",
      "filename": "Pin on caravan.jpg",
      "imagePath": "/assets/poses/Pin on caravan.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "holding-garment",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "A confident female model stands at a 3/4 angle with one knee bent forward, holding a white garment bag in her left hand. Her right arm rests at her side, and her head is slightly turned, looking off into the distance. She wears a structured blazer and knee-high boots, contributing to a strong, editorial vibe. Her weight is shifted to one leg, adding to the dynamic posture.",
      "createdAt": "2025-12-16T05:13:23.217Z"
    },
    {
      "id": "1765862007848-52",
      "filename": "Pin on modelos bombay.jpg",
      "imagePath": "/assets/poses/Pin on modelos bombay.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "weight-shifted",
        "hands-on-hips",
        "one-knee-bent",
        "lookbook",
        "e-commerce"
      ],
      "description": "The model is standing in a relaxed, full-body pose. One hand is placed on the hip while the other arm is relaxed at the side. Her weight is shifted to one leg with the other knee slightly bent, creating a natural s-curve in the posture. The head is facing forward with a calm expression, conveying a casual and approachable mood suitable for lookbook or e-commerce photography.",
      "createdAt": "2025-12-16T05:13:27.848Z"
    },
    {
      "id": "1765862013085-53",
      "filename": "Pin on poses.jpg",
      "imagePath": "/assets/poses/Pin on poses.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "hands-on-hips",
        "holding-garment",
        "confident",
        "editorial",
        "dynamic"
      ],
      "description": "The model is standing at a three-quarter angle with one knee bent, suggesting movement or readiness. She has a confident stance with one hand placed on the hip and the other lightly holding the garment over her shoulder. Her head is slightly tilted, enhancing the dynamic feel, and the pose emits an energetic, editorial mood suitable for fashion spreads.",
      "createdAt": "2025-12-16T05:13:33.085Z"
    },
    {
      "id": "1765862020081-54",
      "filename": "Pin on ref I NV ECOOM.jpg",
      "imagePath": "/assets/poses/Pin on ref I NV ECOOM.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The pose features a female model standing confidently with a full-body view. She is facing directly forward in a frontal position. One knee is bent, accentuating the shape of the leg, while her weight is shifted to one side. Her hair is voluminous, adding to the dynamic feel. The model's hands rest naturally beside her, creating a confident and editorial look suitable for a lookbook or fashion campaign.",
      "createdAt": "2025-12-16T05:13:40.081Z"
    },
    {
      "id": "1765862026324-55",
      "filename": "Pin on romance no campo.jpg",
      "imagePath": "/assets/poses/Pin on romance no campo.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "sitting",
        "against-wall",
        "hands-clasped",
        "one-knee-bent",
        "editorial",
        "relaxed"
      ],
      "description": "The subject is seated on a surface, leaning back with one knee bent. Her upper body is slightly angled at a 3/4 view. Her right arm is resting along the surface while her left hand is placed near her lap with fingers gently clasped together. Her head is turned slightly towards the camera, giving a relaxed and calm expression. The weight distribution is centered and balanced, adding an editorial feel to the pose.",
      "createdAt": "2025-12-16T05:13:46.324Z"
    },
    {
      "id": "1765862030520-56",
      "filename": "Pin on shooting.jpg",
      "imagePath": "/assets/poses/Pin on shooting.jpg",
      "gender": "unisex",
      "tags": [
        "close-up",
        "3/4-angle",
        "arms-raised",
        "editorial",
        "dynamic"
      ],
      "description": "The person is captured in a close-up, 3/4 angle pose with arms raised crossing each other, creating a dynamic and editorial feel. The head is slightly tilted to the side, enhancing the artistic mood. The expression and styling contribute to a creative and avant-garde look, perfect for high-fashion editorials.",
      "createdAt": "2025-12-16T05:13:50.520Z"
    },
    {
      "id": "1765862037288-57",
      "filename": "Pin on studio shoot.jpg",
      "imagePath": "/assets/poses/Pin on studio shoot.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "weight-shifted",
        "dynamic",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The pose features a female model standing in a full-body frontal position. Her arms are raised with her hands lifting her hair, adding a playful dynamic to the image. The weight is shifted to one leg, creating a natural curve in the posture. The model is smiling directly at the camera, conveying a confident and lively energy. The overall mood is playful and dynamic, suitable for editorial and lookbook settings.",
      "createdAt": "2025-12-16T05:13:57.288Z"
    },
    {
      "id": "1765862041683-58",
      "filename": "Pin on verão 26.jpg",
      "imagePath": "/assets/poses/Pin on verão 26.jpg",
      "gender": "unisex",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "holding-garment",
        "confident",
        "editorial",
        "with-bag"
      ],
      "description": "The subject is standing in a full-body pose facing the camera with a weight-shifted stance. One leg is slightly forward and bent, adding a dynamic feel. Arms are crossed confidently across the chest, and a large bag is slung over one shoulder. The head is turned slightly to one side, giving a relaxed yet confident vibe. The pose is editorial, suitable for high-fashion campaigns or lookbooks.",
      "createdAt": "2025-12-16T05:14:01.683Z"
    },
    {
      "id": "1765862045755-59",
      "filename": "Pin on Курс.jpg",
      "imagePath": "/assets/poses/Pin on Курс.jpg",
      "gender": "unisex",
      "tags": [
        "half-body",
        "frontal",
        "standing",
        "hands-on-hips",
        "confident",
        "editorial"
      ],
      "description": "The subject is in a half-body pose with a frontal view, standing confidently. Hands are strategically placed on hips, conveying a sense of authority and poise. The head is slightly tilted, and the gaze is direct and assertive. The pose exudes a strong, editorial mood suitable for high-fashion photography.",
      "createdAt": "2025-12-16T05:14:05.755Z"
    },
    {
      "id": "1765862050743-60",
      "filename": "Pin on Позы.jpg",
      "imagePath": "/assets/poses/Pin on Позы.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "relaxed",
        "lookbook"
      ],
      "description": "The model is standing in a relaxed full-body pose facing the camera. Her hands are casually placed in her pockets, with her weight shifted slightly to one side. Her head is straight, contributing to a calm and composed expression. The overall mood is relaxed and casual, perfect for a lookbook or fashion catalog setting.",
      "createdAt": "2025-12-16T05:14:10.743Z"
    },
    {
      "id": "1765862056461-61",
      "filename": "Pin on Юля рефы2.jpg",
      "imagePath": "/assets/poses/Pin on Юля рефы2.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "back-view",
        "hands-in-pockets",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing with a three-quarter back view, slightly angled to the side. She has her weight shifted onto one leg, giving a subtle curve to her posture. Her hands are casually placed in her back pockets, providing a relaxed yet confident aura. Her head is turned slightly, suggesting a 3/4-angle view of her profile. The mood is editorial and poised, suitable for a fashion campaign.",
      "createdAt": "2025-12-16T05:14:16.461Z"
    },
    {
      "id": "1765862060967-62",
      "filename": "Pin on 女性時尚.jpg",
      "imagePath": "/assets/poses/Pin on 女性時尚.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "confident"
      ],
      "description": "The subject is standing in a full-body pose with a 3/4-angle view. Her hands are casually placed in her pockets, with one knee slightly bent, shifting her weight onto one leg. The head is turned slightly towards the camera, exuding a confident and sophisticated mood typical of an editorial fashion setting.",
      "createdAt": "2025-12-16T05:14:20.967Z"
    },
    {
      "id": "1765862064585-63",
      "filename": "Pin on 女裤拍照姿势.jpg",
      "imagePath": "/assets/poses/Pin on 女裤拍照姿势.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "relaxed",
        "editorial"
      ],
      "description": "The model stands in a relaxed pose with a full-body view, facing the camera directly. Both hands are casually placed in her pockets, creating a slightly asymmetrical silhouette with her weight shifted onto one leg. Her head is slightly tilted to the side, and her expression is calm and composed, adding to the editorial and relaxed mood of the image.",
      "createdAt": "2025-12-16T05:14:24.585Z"
    },
    {
      "id": "1765862069663-64",
      "filename": "Sportmax Pre-Fall 2025 Ready-to-Wear Collection.jpg",
      "imagePath": "/assets/poses/Sportmax Pre-Fall 2025 Ready-to-Wear Collection.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "hands-on-hips",
        "one-knee-bent",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The model stands in a three-quarter pose, facing the camera with a slightly bent knee and hands on her hips. Her head is slightly tilted, lending a confident and assertive energy. The weight is predominantly on one leg, with the other knee bent forward. The pose is direct and striking, suitable for an editorial or campaign setting.",
      "createdAt": "2025-12-16T05:14:29.663Z"
    },
    {
      "id": "1765862075154-65",
      "filename": "Teija eCommerce Fashion Photography London  LRP Studios.jpg",
      "imagePath": "/assets/poses/Teija eCommerce Fashion Photography London  LRP Studios.jpg",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "with-chair",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The individual is standing with a confident, weight-shifted pose, slightly leaning on a chair. The body is turned at a 3/4 angle to the camera with full visibility. One arm is resting lightly on the back of the chair, while the other hangs naturally by the side. The legs are straight, indicating a poised, self-assured stance. The head is facing forward, creating a strong visual connection. The overall mood is editorial and conveys a sense of authority and elegance.",
      "createdAt": "2025-12-16T05:14:35.154Z"
    },
    {
      "id": "1765862079630-66",
      "filename": "This may contain a woman standing in front of a gray background wearin.jpg",
      "imagePath": "/assets/poses/This may contain a woman standing in front of a gray background wearin.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "one-knee-bent",
        "relaxed",
        "editorial",
        "campaign"
      ],
      "description": "The female model is standing in a full-body pose with a relaxed demeanor. Her body faces forward with one knee slightly bent, creating a casual stance. Both hands are in her pockets, adding to the relaxed vibe. Her head is oriented forward, contributing to a confident and straightforward mood, suitable for an editorial or campaign setting.",
      "createdAt": "2025-12-16T05:14:39.630Z"
    },
    {
      "id": "1765862083561-67",
      "filename": "aa.jpg",
      "imagePath": "/assets/poses/aa.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "hands-on-hips",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing in a full-body pose with a frontal view. One knee is slightly bent, creating a dynamic stance. One arm is placed on the hip, giving a confident and edgy feel. The other arm is relaxed by the side. The head is facing forward, conveying a strong, self-assured mood suitable for editorial and campaign contexts.",
      "createdAt": "2025-12-16T05:14:43.561Z"
    },
    {
      "id": "1765862089553-68",
      "filename": "model insta @campbellchon.jpg",
      "imagePath": "/assets/poses/model insta @campbellchon.jpg",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "feet-together",
        "relaxed",
        "lookbook"
      ],
      "description": "The pose features a female model standing with a relaxed posture. She is facing the camera directly, creating a frontal view. Her hands are casually placed in her pockets, contributing to a laid-back vibe. Her feet are together, and her body weight appears evenly distributed. The head is slightly tilted downward, adding an element of calm focus to the pose. The overall mood of the image is relaxed and confident, suitable for lookbook photography.",
      "createdAt": "2025-12-16T05:14:49.553Z"
    },
    {
      "id": "1765896736957-0",
      "filename": "Creative Pose Reference.jpg",
      "imagePath": "/assets/poses/Creative Pose Reference.jpg",
      "gender": "female",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "hands-on-hips",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The model stands in a three-quarter pose with a slight lean forward, projecting confidence. Her head is tilted slightly upwards, with eyes looking directly at the camera. One arm rests on her hip, while the other hangs casually by her side. Her weight is shifted to one leg for a dynamic stance. The overall mood is editorial, showcasing a strong and self-assured presence.",
      "createdAt": "2025-12-16T14:52:16.957Z"
    },
    {
      "id": "1765896819348-0",
      "filename": "Bella Hadid Is So Hot Its Making It Hard For Us To Keep Our Eyes Off H.png",
      "imagePath": "/assets/poses/Bella Hadid Is So Hot Its Making It Hard For Us To Keep Our Eyes Off H.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-on-hips",
        "weight-shifted",
        "one-knee-bent",
        "editorial",
        "confident"
      ],
      "description": "A full-body pose of a female model standing in a 3/4-angle. The model has one knee bent and her weight shifted onto one leg, with her hands on her hips. Her head is slightly turned to the side, exuding a confident and editorial mood. The pose emphasizes elegance and poise.",
      "createdAt": "2025-12-16T14:53:39.348Z"
    },
    {
      "id": "1765896827402-1",
      "filename": "FOREIGN AFFAIRS - Fucking Young!.png",
      "imagePath": "/assets/poses/FOREIGN AFFAIRS - Fucking Young!.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "legs-crossed",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The male model is posed in a full-body, frontal view. He stands with legs crossed at the ankles and arms confidently crossed over the chest. The head is facing directly forward, projecting a strong and self-assured presence. The weight appears evenly distributed across both legs, softening the overall stance. The mood is confident and editorial, ideal for a brand campaign or high-fashion magazine shoot.",
      "createdAt": "2025-12-16T14:53:47.402Z"
    },
    {
      "id": "1765896833739-2",
      "filename": "Kendall Jenner modeling for Versace.png",
      "imagePath": "/assets/poses/Kendall Jenner modeling for Versace.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "walking",
        "arms-at-sides",
        "one-knee-bent",
        "confident",
        "editorial"
      ],
      "description": "The female model is walking confidently on the runway in a frontal full-body pose. Her arms are relaxed at her sides, and one knee is bent, indicative of a natural walking stride. Her head is facing forward, reflecting a bold and confident mood typical of an editorial setting. The overall energy is poised and elegant, suitable for high-fashion presentations or campaign imagery.",
      "createdAt": "2025-12-16T14:53:53.739Z"
    },
    {
      "id": "1765896850922-4",
      "filename": "Nacho Penín.png",
      "imagePath": "/assets/poses/Nacho Penín.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "weight-shifted",
        "touching-face",
        "confident",
        "editorial"
      ],
      "description": "The male model stands in a full-body pose at a 3/4 angle, with one knee slightly bent and his weight shifted to one side. His arms are positioned with one arm across his body and the other hand gently touching his face, giving a thoughtful and confident expression. The head is tilted slightly, enhancing the editorial quality of the pose, with a relaxed and stylish demeanor overall.",
      "createdAt": "2025-12-16T14:54:10.922Z"
    },
    {
      "id": "1765896858631-5",
      "filename": "New Collection Online.png",
      "imagePath": "/assets/poses/New Collection Online.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The pose features a male model standing in a full-body shot with a frontal view. He has his arms crossed loosely, one hand touching the forearm of the opposite arm. His weight is slightly shifted to one leg, and his head is tilted slightly to one side, giving a confident and editorial vibe. The pose exudes a relaxed yet stylish energy, ideal for a fashion campaign setting.",
      "createdAt": "2025-12-16T14:54:18.631Z"
    },
    {
      "id": "1765896871217-7",
      "filename": "Pin on 2025 Fall.png",
      "imagePath": "/assets/poses/Pin on 2025 Fall.png",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-at-sides",
        "one-knee-bent",
        "confident",
        "editorial",
        "dynamic"
      ],
      "description": "The subject is in a standing position with a slight lean to one side. The arms are held naturally at the sides, with one hand subtly clenched behind the back. The head is tilted slightly, and the gaze is directed towards the camera, conveying confidence. The front leg is straight, with one knee gently bent, creating a dynamic posture. The overall mood is editorial and stylish, suitable for a fashion campaign.",
      "createdAt": "2025-12-16T14:54:31.217Z"
    },
    {
      "id": "1765896886299-9",
      "filename": "Pin on Androgyne.png",
      "imagePath": "/assets/poses/Pin on Androgyne.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "one-knee-bent",
        "editorial",
        "dynamic"
      ],
      "description": "The subject is standing in a full-body pose, facing the camera directly. Her arms are raised above her head with hands clasping each other, creating an open and dynamic stretch. One knee is slightly bent, adding to the fluidity and movement of the pose. The head is tilted slightly back, enhancing the confident and artistic mood. The overall energy is dynamic and editorial, suitable for high-fashion photography.",
      "createdAt": "2025-12-16T14:54:46.299Z"
    },
    {
      "id": "1765896892755-10",
      "filename": "Pin on Art photography.png",
      "imagePath": "/assets/poses/Pin on Art photography.png",
      "gender": "female",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "dynamic"
      ],
      "description": "The model is positioned in a three-quarter stance with a 3/4-angle view, creating a dynamic look. She stands with one knee slightly bent and her weight shifted to her back leg, enhancing the posture. Her hands are in her pockets, adding a casual yet confident vibe. Her head is turned slightly to the side, giving an assertive and engaged expression. The overall mood is energetic and editorial.",
      "createdAt": "2025-12-16T14:54:52.755Z"
    },
    {
      "id": "1765896907558-12",
      "filename": "Pin on Bday Photoshoot.png",
      "imagePath": "/assets/poses/Pin on Bday Photoshoot.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "weight-shifted",
        "editorial",
        "confident"
      ],
      "description": "A full-body pose of a female model standing with a 3/4 angle. The model has one knee slightly bent and is shifting her weight onto the other leg, creating a subtle S-shape in her posture. Her arms are gently bent with hands positioned around her hips and thighs. Her head is turned slightly towards the camera, exuding a confident and poised energy, suitable for editorial fashion photography.",
      "createdAt": "2025-12-16T14:55:07.558Z"
    },
    {
      "id": "1765896913828-13",
      "filename": "Pin on COATING.png",
      "imagePath": "/assets/poses/Pin on COATING.png",
      "gender": "female",
      "tags": [
        "full-body",
        "standing",
        "dynamic",
        "editorial",
        "one-knee-bent",
        "weight-shifted",
        "arms-raised"
      ],
      "description": "The model is in a dynamic full-body pose standing on a reflective surface. One knee is bent and the body's weight is shifted to one side, conveying movement. Arms are raised and angled, enhancing the sense of motion. The head is slightly tilted, adding to the dynamic composition, with a confident and editorial mood.",
      "createdAt": "2025-12-16T14:55:13.828Z"
    },
    {
      "id": "1765896922752-14",
      "filename": "Pin on Chụp ảnh.png",
      "imagePath": "/assets/poses/Pin on Chụp ảnh.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "wide-stance",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The model is in a full-body frontal pose, standing with a wide stance. Both hands are placed in the pockets of the pants, adding an air of confidence. The head is tilted slightly downward, facing forward, with a direct, assertive gaze. The weight is distributed evenly, conveying a strong, editorial energy suitable for a campaign shoot.",
      "createdAt": "2025-12-16T14:55:22.752Z"
    },
    {
      "id": "1765896937738-16",
      "filename": "Pin on EDITORIALS.png",
      "imagePath": "/assets/poses/Pin on EDITORIALS.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-raised",
        "one-knee-bent",
        "dynamic",
        "editorial"
      ],
      "description": "The pose features a full-body standing position with one knee bent slightly and the other leg extended, distributing weight unevenly. The model's arms are raised above the head, forming a curve with a dynamic gesture. The head is turned slightly to a 3/4 angle, and the overall mood is energetic and editorial, suggesting movement and expressiveness.",
      "createdAt": "2025-12-16T14:55:37.738Z"
    },
    {
      "id": "1765896943544-17",
      "filename": "Pin on ELORDI.png",
      "imagePath": "/assets/poses/Pin on ELORDI.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "editorial",
        "confident"
      ],
      "description": "A male model is standing in a full-body pose with a weight-shifted stance. His arms are relaxed at his sides, and he faces the camera directly, creating a frontal perspective. The head is slightly tilted, adding a dynamic edge to the pose. The mood is confident and editorial, suitable for high-fashion photography.",
      "createdAt": "2025-12-16T14:55:43.544Z"
    },
    {
      "id": "1765896951228-18",
      "filename": "Pin on Ensaio fotografico masculino.png",
      "imagePath": "/assets/poses/Pin on Ensaio fotografico masculino.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "touching-face",
        "weight-shifted",
        "editorial"
      ],
      "description": "A male model stands in a relaxed pose, with body facing at a 3/4 angle. One knee is bent slightly, shifting his weight to one side. His right hand touches the side of his face, with a gentle, introspective expression. The left arm hangs down relaxed, indicating a casual elegance. The head is slightly tilted, giving a thoughtful mood. The overall energy is calm, introspective, and editorial.",
      "createdAt": "2025-12-16T14:55:51.228Z"
    },
    {
      "id": "1765896967855-20",
      "filename": "Pin on For鴨.png",
      "imagePath": "/assets/poses/Pin on For鴨.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "one-knee-bent",
        "confident",
        "editorial",
        "dynamic",
        "campaign"
      ],
      "description": "The person is standing with a confident and dynamic posture, facing three-quarters to the camera. Their weight is shifted to one leg with the other knee slightly bent. Arms are casually placed with hands in pockets, adding a relaxed and self-assured vibe. The head is slightly tilted, and the hair is windswept, contributing to the overall movement and energy of the pose, ideal for an editorial or campaign shot.",
      "createdAt": "2025-12-16T14:56:07.855Z"
    },
    {
      "id": "1765896986255-22",
      "filename": "Pin on Fotos Sty FEB25.png",
      "imagePath": "/assets/poses/Pin on Fotos Sty FEB25.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "arms-at-sides",
        "dynamic",
        "editorial",
        "campaign"
      ],
      "description": "The model adopts a full-body pose with a dynamic, editorial flair. He stands with one knee bent, shifting his weight onto the other leg, creating an asymmetrical and engaging stance. His arms are relaxed at his sides, and his body is angled in a 3/4 view, facing slightly to the side. His head is turned in the direction of his angled body, adding to the dynamic energy of the pose, which compliments the confident and campaign-worthy atmosphere.",
      "createdAt": "2025-12-16T14:56:26.255Z"
    },
    {
      "id": "1765897004312-24",
      "filename": "Pin on ITS RAINING MEN!.png",
      "imagePath": "/assets/poses/Pin on ITS RAINING MEN!.png",
      "gender": "male",
      "tags": [
        "full-body",
        "standing",
        "3/4-angle",
        "hands-in-pockets",
        "one-knee-bent",
        "editorial",
        "campaign",
        "confident"
      ],
      "description": "The male model is standing in a full-body pose with a 3/4-angle orientation. The model has one knee slightly bent with hands in pockets, projecting a confident and editorial vibe. The head is slightly turned to the side, emphasizing the 3/4 angle and creating a dynamic yet composed look suitable for fashion campaigns.",
      "createdAt": "2025-12-16T14:56:44.312Z"
    },
    {
      "id": "1765897017506-26",
      "filename": "Pin on Inspo.png",
      "imagePath": "/assets/poses/Pin on Inspo.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "one-knee-bent",
        "confident",
        "editorial"
      ],
      "description": "The subject is standing in a full-body pose with one knee slightly bent, creating a dynamic stance. Both arms are raised above the head, hands clasped together, lending a confident and editorial feel. The head is facing forward in a frontal position, and the weight appears to be distributed evenly, adding a sense of stability and poise.",
      "createdAt": "2025-12-16T14:56:57.506Z"
    },
    {
      "id": "1765897024979-27",
      "filename": "Pin on LOOKBOOK ARCHIVE 0.png",
      "imagePath": "/assets/poses/Pin on LOOKBOOK ARCHIVE 0.png",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "3/4-angle",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "dynamic",
        "editorial"
      ],
      "description": "The model is standing in a three-quarter pose with a 3/4-angle towards the camera. They have their arms crossed loosely in front of their chest. The weight is shifted onto one leg, with the other leg extended outward, creating a dynamic stance. The head is tilted slightly, with an intense gaze directed at the camera. Overall, the pose conveys a sense of movement and is styled for an editorial mood.",
      "createdAt": "2025-12-16T14:57:04.979Z"
    },
    {
      "id": "1765897034096-28",
      "filename": "Pin on LOOKBOOK ARCHIVE 1.png",
      "imagePath": "/assets/poses/Pin on LOOKBOOK ARCHIVE 1.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "dynamic",
        "editorial"
      ],
      "description": "The subject is standing in a dynamic full-body pose with a 3/4 angle to the camera. Their arms are crossed over the chest, creating a sense of movement and energy. They have shifted their weight onto one leg, with the other leg extended to the side in a wide stance. The head is tilted slightly forward, enhancing the editorial and confident mood of the pose.",
      "createdAt": "2025-12-16T14:57:14.096Z"
    },
    {
      "id": "1765897041562-29",
      "filename": "Pin on Make poses.png",
      "imagePath": "/assets/poses/Pin on Make poses.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "dynamic",
        "editorial"
      ],
      "description": "The male model is in a full-body pose, standing with a dynamic posture. He is bent forward at the waist, creating a distinct angle in his stance. Both arms are raised and positioned behind his back, adding a unique twist to the pose. His head is turned slightly to one side, maintaining a frontal view to the camera. The weight appears to be evenly distributed across his feet, suggesting a balanced stance. This pose exudes an energetic and editorial vibe, suitable for high-fashion photography.",
      "createdAt": "2025-12-16T14:57:21.562Z"
    },
    {
      "id": "1765897047363-30",
      "filename": "Pin on Male model.png",
      "imagePath": "/assets/poses/Pin on Male model.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "weight-shifted",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is posing in a full-body position, turned at a 3/4 angle. Their weight is shifted onto one leg, giving a confident stance. One hand is placed on their waist while the other arm is relaxed by their side. The head is turned slightly over the shoulder, conveying a dynamic and stylish energy suitable for editorial and campaign shoots.",
      "createdAt": "2025-12-16T14:57:27.363Z"
    },
    {
      "id": "1765897055949-31",
      "filename": "Pin on Mannen mode  Mens fashion.png",
      "imagePath": "/assets/poses/Pin on Mannen mode  Mens fashion.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "walking",
        "hands-in-pockets",
        "weight-shifted",
        "dynamic",
        "editorial",
        "campaign"
      ],
      "description": "A male model captured in a dynamic, full-body walking pose, angled at 3/4. One hand is in a pocket while the other holds a pair of sunglasses. The body weight is shifted forward, suggesting movement, with one leg bent as if stepping. The head is turned slightly towards the camera, giving an energetic and confident vibe, suitable for editorial or campaign imagery.",
      "createdAt": "2025-12-16T14:57:35.949Z"
    },
    {
      "id": "1765897070317-33",
      "filename": "Pin on POISED Fashion.png",
      "imagePath": "/assets/poses/Pin on POISED Fashion.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "wide-stance",
        "arms-at-sides",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing in a wide stance, facing forward with a slight lean. Arms are relaxed and positioned at the sides. The head is tilted slightly forward, conveying a confident and bold mood. Hair is slightly tousled, suggesting movement that adds dynamic energy to the pose. The overall look is strong and editorial, fitting for a fashion campaign.",
      "createdAt": "2025-12-16T14:57:50.317Z"
    },
    {
      "id": "1765897075873-34",
      "filename": "Pin on Photo Shoots.png",
      "imagePath": "/assets/poses/Pin on Photo Shoots.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "weight-shifted",
        "one-knee-bent",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing with a full-body visible from a frontal view. One knee is slightly bent, creating a weight-shifted posture. The arms are in a relaxed position with one arm slightly forward. The head is tilted slightly, looking directly ahead. The mood is confident and styled for an editorial campaign.",
      "createdAt": "2025-12-16T14:57:55.873Z"
    },
    {
      "id": "1765897094085-37",
      "filename": "Pin on Photography.png",
      "imagePath": "/assets/poses/Pin on Photography.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "confident",
        "editorial",
        "dynamic"
      ],
      "description": "The female model is standing in a confident and dynamic pose. She faces a 3/4 angle with her left hand on her hip and her right arm raised, touching her face. Her weight is shifted onto her back leg, with the front leg bent, creating a strong line. The head is slightly tilted back, adding to the confidence of the pose. The overall mood is editorial with high energy.",
      "createdAt": "2025-12-16T14:58:14.085Z"
    },
    {
      "id": "1765897099642-38",
      "filename": "Pin on Poses.png",
      "imagePath": "/assets/poses/Pin on Poses.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "weight-shifted",
        "dynamic",
        "editorial"
      ],
      "description": "The female model is shown in a full-body pose with a dynamic and editorial energy. She stands with her body at a 3/4 angle, slightly leaning with a weight-shifted posture. Her arms are relaxed, with her hands in her pockets. Her head is tilted with a confident expression, and her legs are set wide apart, enhancing the dynamic quality of the pose.",
      "createdAt": "2025-12-16T14:58:19.642Z"
    },
    {
      "id": "1765897114440-40",
      "filename": "Pin on RFAS.png",
      "imagePath": "/assets/poses/Pin on RFAS.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "dynamic",
        "editorial",
        "campaign"
      ],
      "description": "The male model is standing in a full-body pose at a 3/4 angle. His arms are relaxed at his sides, with fingers slightly splayed. He is slightly leaning, creating a dynamic weight shift. His head is slightly turned, giving an editorial and confident vibe. The mood is bold and stylish, ideal for a fashion campaign.",
      "createdAt": "2025-12-16T14:58:34.440Z"
    },
    {
      "id": "1765897122416-41",
      "filename": "Pin on References.png",
      "imagePath": "/assets/poses/Pin on References.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "one-knee-bent",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The subject is standing in a confident pose with a 3/4 angle towards the camera. One knee is bent slightly, adding a dynamic aspect to the stance. The hands are casually in the pockets, and the weight is shifted to one leg, giving a relaxed yet stylish look. The head is slightly tilted, enhancing the confident demeanor, typical of an editorial or lookbook style.",
      "createdAt": "2025-12-16T14:58:42.416Z"
    },
    {
      "id": "1765897128220-42",
      "filename": "Pin on Sesion de fotos visión.png",
      "imagePath": "/assets/poses/Pin on Sesion de fotos visión.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The subject is a male model standing in a full-body pose. He faces forward with a slightly turned torso, exuding confidence. His arms are relaxed at his sides with a slight bend, and his weight is shifted to one leg. His head is slightly tilted with eyes looking forward, conveying a poised and editorial mood. The setting is minimal, focusing attention on the model's pose and expression.",
      "createdAt": "2025-12-16T14:58:48.220Z"
    },
    {
      "id": "1765897139474-44",
      "filename": "Pin on Test de modelo.png",
      "imagePath": "/assets/poses/Pin on Test de modelo.png",
      "gender": "male",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-at-sides",
        "touching-face",
        "confident",
        "editorial"
      ],
      "description": "The male subject is in a standing position, captured from a three-quarter perspective with a frontal viewpoint. One arm is relaxed and resting by his side, while the other hand is raised to lightly touch his neck. His head is slightly tilted with a confident and intense expression, adding to the editorial feel. The weight is evenly distributed, conveying a poised and confident stance.",
      "createdAt": "2025-12-16T14:58:59.474Z"
    },
    {
      "id": "1765897149849-45",
      "filename": "Pin on The Boyz.png",
      "imagePath": "/assets/poses/Pin on The Boyz.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "editorial",
        "campaign"
      ],
      "description": "The pose features a person standing in a full-body 3/4-angle view. They are facing slightly to the side with arms resting naturally at the sides. The weight is shifted to one leg, creating a relaxed yet poised stance. Head is slightly tilted down, contributing to a contemplative, editorial mood. The overall energy is sophisticated and suitable for a fashion campaign.",
      "createdAt": "2025-12-16T14:59:09.849Z"
    },
    {
      "id": "1765897165946-47",
      "filename": "Pin on body.png",
      "imagePath": "/assets/poses/Pin on body.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "relaxed",
        "editorial"
      ],
      "description": "The model stands in a full-body pose facing the camera with a relaxed demeanor. Arms are placed behind the back with hands in pockets. The head is slightly tilted to one side, and weight is shifted to one leg, creating a subtle curve in the body posture. The overall mood is cool and relaxed, suitable for editorial fashion photography.",
      "createdAt": "2025-12-16T14:59:25.946Z"
    },
    {
      "id": "1765897174530-48",
      "filename": "Pin on laurea.png",
      "imagePath": "/assets/poses/Pin on laurea.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "weight-shifted",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing in a confident, full-body pose with a frontal view. Arms are positioned with hands in pockets, creating a relaxed yet assertive stance. The body weight is shifted slightly onto one leg, enhancing the angular and dynamic aspect of the pose. The head is slightly tilted, projecting a confident and poised mood suitable for an editorial or campaign setting.",
      "createdAt": "2025-12-16T14:59:34.530Z"
    },
    {
      "id": "1765897186761-50",
      "filename": "Pin on mag portraits.png",
      "imagePath": "/assets/poses/Pin on mag portraits.png",
      "gender": "female",
      "tags": [
        "full-body",
        "standing",
        "frontal",
        "weight-shifted",
        "editorial"
      ],
      "description": "The model stands on a platform with a slight forward lean. Her full body is visible, and the pose presents a frontal angle with her head slightly tilted. One arm is relaxed and slightly bent at the elbow, while the other arm hangs at her side. The weight is shifted in a dynamic and editorial manner, contributing to a confident and stylized appearance.",
      "createdAt": "2025-12-16T14:59:46.761Z"
    },
    {
      "id": "1765897207546-52",
      "filename": "Pin on model vivant.png",
      "imagePath": "/assets/poses/Pin on model vivant.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "weight-shifted",
        "dynamic",
        "editorial",
        "campaign"
      ],
      "description": "The pose features a full-body, 3/4-angle view with the model standing. One knee is bent, crossing slightly over the other leg, creating a dynamic and confident stance. The upper body leans back slightly, with arms relaxed, one hand tucked into a coat pocket. The head is slightly tilted, adding a sense of movement and edginess. The weight is shifted primarily onto one leg, contributing to the overall editorial and campaign energy of the pose. The mood is confident and fashion-forward.",
      "createdAt": "2025-12-16T15:00:07.546Z"
    },
    {
      "id": "1765897214951-53",
      "filename": "Pin on moodboard.png",
      "imagePath": "/assets/poses/Pin on moodboard.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "arms-crossed",
        "weight-shifted",
        "editorial",
        "confident"
      ],
      "description": "The model is positioned in a full-body 3/4-angle stance while standing. Their weight is predominantly on one leg, giving a confident air. One arm is crossed and touching the opposite arm, creating a dynamic and engaging pose. The head is tilted slightly, adding to the editorial vibe.",
      "createdAt": "2025-12-16T15:00:14.951Z"
    },
    {
      "id": "1765897231909-55",
      "filename": "Pin on new.png",
      "imagePath": "/assets/poses/Pin on new.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "profile",
        "standing",
        "arms-at-sides",
        "weight-shifted",
        "editorial",
        "lookbook"
      ],
      "description": "The person is standing in a full-body pose with a slight profile orientation, facing slightly to the side with a neutral head angle. Their arms are relaxed at their sides, and their weight is shifted onto one leg, creating a subtle dynamism in the stance. The overall mood is editorial, conveying confidence and style, suitable for a lookbook setting.",
      "createdAt": "2025-12-16T15:00:31.909Z"
    },
    {
      "id": "1765897262954-58",
      "filename": "Pin on old money.png",
      "imagePath": "/assets/poses/Pin on old money.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-on-hips",
        "weight-shifted",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The pose features a female model in a full-body view, standing with a confident demeanor. She faces the camera directly with her hands resting on her hips. Her weight is shifted to one side, creating a subtle curve in the body line. The pose exudes a sense of strength and assuredness, with a direct gaze forward. It is suitable for editorial or campaign shoots, capturing a fashion-forward, dynamic energy.",
      "createdAt": "2025-12-16T15:01:02.954Z"
    },
    {
      "id": "1765897272743-59",
      "filename": "Pin on pose.png",
      "imagePath": "/assets/poses/Pin on pose.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "one-knee-bent",
        "hands-in-pockets",
        "confident",
        "editorial"
      ],
      "description": "The male model stands in a full-body pose with a 3/4 angle to the camera. One knee is bent, creating a dynamic stance. One hand is in the pocket of his pants, while the other arm is raised slightly with fingers relaxed. His head is turned slightly to engage with the camera, exuding a confident and editorial mood. The weight is subtly shifted, adding a casual elegance to the pose.",
      "createdAt": "2025-12-16T15:01:12.743Z"
    },
    {
      "id": "1765897280264-60",
      "filename": "Pin on positioning concepts.png",
      "imagePath": "/assets/poses/Pin on positioning concepts.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "weight-shifted",
        "dynamic",
        "editorial"
      ],
      "description": "The model stands in a dynamic full-body pose with a wide stance and weight shifted to one leg. Her upper body leans slightly forward, creating a confident and editorial feel. The arms are positioned to the sides, creating movement in the oversized garment. Her head is tilted slightly left with a direct gaze towards the camera, enhancing the powerful mood of the pose.",
      "createdAt": "2025-12-16T15:01:20.264Z"
    },
    {
      "id": "1765897295223-62",
      "filename": "Pin on reference poses for art.png",
      "imagePath": "/assets/poses/Pin on reference poses for art.png",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "hands-on-hips",
        "confident",
        "editorial"
      ],
      "description": "The subject is standing in a three-quarter pose with a strong and confident demeanor. Both hands are placed firmly on the hips, elbows pointed outward, adding to the assertive stance. The subject faces forward, chin slightly tucked downward, giving an intense and thoughtful look. The weight is evenly distributed on both legs, contributing to a stable and balanced posture. The overall mood of the pose is editorial, with an emphasis on confidence and style.",
      "createdAt": "2025-12-16T15:01:35.223Z"
    },
    {
      "id": "1765897310022-64",
      "filename": "Pin on Моя циклорама.png",
      "imagePath": "/assets/poses/Pin on Моя циклорама.png",
      "gender": "unisex",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "arms-raised",
        "weight-shifted",
        "editorial",
        "confident"
      ],
      "description": "The subject is standing with a slight weight shift, creating an asymmetrical stance. Both arms are raised above the head, with hands clasped, giving the pose a relaxed yet confident energy. The head is slightly tilted, with a direct gaze forward. The mood is editorial, emphasizing style and attitude.",
      "createdAt": "2025-12-16T15:01:50.022Z"
    },
    {
      "id": "1765897319317-65",
      "filename": "Pin on Позы моделей.png",
      "imagePath": "/assets/poses/Pin on Позы моделей.png",
      "gender": "female",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "leaning",
        "arms-at-sides",
        "one-knee-bent",
        "weight-shifted",
        "confident",
        "editorial",
        "dynamic"
      ],
      "description": "The model is standing at a three-quarter angle with her body slightly leaning backward, creating a dynamic and confident posture. Her arms are relaxed at her sides, one knee is slightly bent, and her weight is shifted to one side. Her head is turned, gazing over her shoulder, which adds an element of intrigue. The overall mood is editorial and dynamic, ideal for fashion campaigns.",
      "createdAt": "2025-12-16T15:01:59.317Z"
    },
    {
      "id": "1765897331773-67",
      "filename": "Pin on モデル.png",
      "imagePath": "/assets/poses/Pin on モデル.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "arms-raised",
        "confident",
        "editorial",
        "lookbook"
      ],
      "description": "The subject stands confidently with a full-body frontal pose. One knee is subtly bent, giving a natural curve to the stance. One arm is raised and bent, with the hand resting behind the head, while the other arm is positioned with hand gently touching the waist. The head is held high with a direct forward gaze, adding to the confident and poised energy of the pose.",
      "createdAt": "2025-12-16T15:02:11.773Z"
    },
    {
      "id": "1765897349079-69",
      "filename": "Roma Birsan.png",
      "imagePath": "/assets/poses/Roma Birsan.png",
      "gender": "male",
      "tags": [
        "three-quarter",
        "frontal",
        "standing",
        "hands-in-pockets",
        "touching-face",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The model is standing with a three-quarter body pose, facing the camera directly. One hand is casually placed in the pants pocket, while the other hand is raised to touch the face, conveying a pensive or contemplative mood. The weight is shifted slightly to one side, adding to a confident and editorial feel. The pose exudes a relaxed yet assertive energy.",
      "createdAt": "2025-12-16T15:02:29.079Z"
    },
    {
      "id": "1765897365505-71",
      "filename": "The high-waist wide-leg jeans.png",
      "imagePath": "/assets/poses/The high-waist wide-leg jeans.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "arms-raised",
        "dynamic",
        "campaign"
      ],
      "description": "The model is standing with a full-body pose, facing the camera directly. Her arms are raised and her head is slightly tilted with hair flowing, suggesting movement. She has a dynamic and lively energy, capturing a sense of exuberance and confidence. The weight appears evenly distributed, and the pose is suitable for a campaign setting.",
      "createdAt": "2025-12-16T15:02:45.505Z"
    },
    {
      "id": "1765897382572-73",
      "filename": "Umit Benan Spring 2025 Ready-To-Wear Collection.png",
      "imagePath": "/assets/poses/Umit Benan Spring 2025 Ready-To-Wear Collection.png",
      "gender": "male",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "weight-shifted",
        "hands-in-pockets",
        "relaxed",
        "editorial"
      ],
      "description": "The male model is standing in a full-body pose with a relaxed demeanor. His weight is shifted to one side, creating an easy-going and casual look. One hand is in his pocket while the other arm hangs loosely by his side. The posture is slightly leaning forward, and the head is tilted slightly downward. The overall mood is relaxed and editorial, with a subdued energy that suggests confidence and nonchalance.",
      "createdAt": "2025-12-16T15:03:02.572Z"
    },
    {
      "id": "1765897389807-74",
      "filename": "Womens Laquan Smith Spring Summer 2026 Collection  Moda Operandi.png",
      "imagePath": "/assets/poses/Womens Laquan Smith Spring Summer 2026 Collection  Moda Operandi.png",
      "gender": "female",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "one-knee-bent",
        "hands-on-hips",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The model is standing in a full-body pose with a frontal view. One knee is slightly bent while the other leg is straight, suggesting a confident, poised stance. Her arms are positioned with hands on hips, emphasizing the waist and creating an hourglass silhouette. The head is facing forward with a direct gaze, exuding confidence and assertiveness—a fitting posture for editorial or campaign photography. The overall mood is bold and chic, complemented by a sleek outfit and gloves that add an element of elegance.",
      "createdAt": "2025-12-16T15:03:09.807Z"
    },
    {
      "id": "1765897403341-76",
      "filename": "Yoo Ah In Named PUMA Korea’s Newest Brand Ambassador.png",
      "imagePath": "/assets/poses/Yoo Ah In Named PUMA Korea’s Newest Brand Ambassador.png",
      "gender": "unisex",
      "tags": [
        "full-body",
        "frontal",
        "standing",
        "hands-in-pockets",
        "one-knee-bent",
        "confident",
        "editorial",
        "campaign"
      ],
      "description": "The subject is standing in a full-body pose facing the camera with one hand casually placed in a pocket and the other arm bent, hand touching the head. The weight is shifted to one leg, with the other knee slightly bent. The head is tilted slightly to one side, creating a relaxed, confident posture with an editorial feel, suitable for a campaign.",
      "createdAt": "2025-12-16T15:03:23.341Z"
    },
    {
      "id": "1765897411644-77",
      "filename": "lamar.png",
      "imagePath": "/assets/poses/lamar.png",
      "gender": "male",
      "tags": [
        "full-body",
        "3/4-angle",
        "standing",
        "hands-on-hips",
        "one-knee-bent",
        "weight-shifted",
        "confident",
        "editorial"
      ],
      "description": "The male model stands with a 3/4-angle posture, appearing confident and poised. His hands rest on his hips, accentuating a strong, editorial vibe. One knee is slightly bent, suggesting a casual, yet deliberate stance with the weight shifted, adding to the relaxed yet assured energy. The head is tilted slightly downwards, and the gaze is directed towards the ground, contributing to a thoughtful and introspective mood.",
      "createdAt": "2025-12-16T15:03:31.644Z"
    }
  ],
  "tagGroups": {
    "Framing": [
      "full-body",
      "three-quarter",
      "half-body",
      "close-up"
    ],
    "Orientation": [
      "frontal",
      "3/4-angle",
      "profile",
      "back-view",
      "over-shoulder"
    ],
    "Stance": [
      "standing",
      "sitting",
      "walking",
      "leaning",
      "floor",
      "crouching"
    ],
    "Arms": [
      "arms-at-sides",
      "hands-in-pockets",
      "hands-on-hips",
      "arms-crossed",
      "arms-raised",
      "touching-face",
      "holding-garment",
      "hands-clasped"
    ],
    "Legs": [
      "feet-together",
      "weight-shifted",
      "wide-stance",
      "legs-crossed",
      "one-knee-bent"
    ],
    "Mood": [
      "confident",
      "relaxed",
      "editorial",
      "dynamic",
      "candid"
    ],
    "Use Case": [
      "e-commerce",
      "lookbook",
      "campaign",
      "social"
    ],
    "Props": [
      "with-chair",
      "with-stool",
      "against-wall",
      "with-bag"
    ]
  },
  "lastUpdated": "2025-12-16T15:03:32.144Z"
}